[
  "<pad>",
  "<unk>",
  "<eos>",
  "\n",
  " ",
  "!",
  "\"",
  "#",
  "$",
  "%",
  "&",
  "'",
  "(",
  ")",
  "*",
  "+",
  ",",
  "-",
  ".",
  "/",
  "0",
  "1",
  "2",
  "3",
  "4",
  "5",
  "6",
  "7",
  "8",
  "9",
  ":",
  ";",
  "<",
  "=",
  ">",
  "?",
  "@",
  "A",
  "B",
  "C",
  "D",
  "E",
  "F",
  "G",
  "H",
  "I",
  "J",
  "K",
  "L",
  "M",
  "N",
  "O",
  "P",
  "Q",
  "R",
  "S",
  "T",
  "U",
  "V",
  "W",
  "X",
  "Y",
  "Z",
  "[",
  "\\",
  "]",
  "^",
  "_",
  "`",
  "a",
  "b",
  "c",
  "d",
  "e",
  "f",
  "g",
  "h",
  "i",
  "j",
  "k",
  "l",
  "m",
  "n",
  "o",
  "p",
  "q",
  "r",
  "s",
  "t",
  "u",
  "v",
  "w",
  "x",
  "y",
  "z",
  "{",
  "|",
  "}",
  "~",
  "¡",
  "£",
  "¤",
  "¥",
  "©",
  "¬",
  "­",
  "®",
  "°",
  "±",
  "²",
  "³",
  "µ",
  "·",
  "º",
  "À",
  "Ö",
  "×",
  "Ú",
  "à",
  "á",
  "è",
  "é",
  "ê",
  "ë",
  "ì",
  "í",
  "ñ",
  "ò",
  "ó",
  "÷",
  "ù",
  "ú",
  "ü",
  "ā",
  "ē",
  "ī",
  "ū",
  "ǎ",
  "ǐ",
  "ɡ",
  "ˇ",
  "ˊ",
  "ˋ",
  "Φ",
  "α",
  "β",
  "γ",
  "δ",
  "θ",
  "μ",
  "ξ",
  "τ",
  "φ",
  "χ",
  "Б",
  "е",
  "и",
  "й",
  "л",
  "н",
  "о",
  "ر",
  "ط",
  "ق",
  "ा",
  "―",
  "•",
  "‧",
  "‬",
  "‰",
  "′",
  "″",
  "※",
  "⁃",
  "₂",
  "₃",
  "℃",
  "™",
  "Ⅰ",
  "Ⅱ",
  "Ⅲ",
  "Ⅳ",
  "Ⅴ",
  "Ⅵ",
  "Ⅶ",
  "Ⅹ",
  "ⅰ",
  "ⅱ",
  "←",
  "↑",
  "→",
  "↓",
  "∑",
  "−",
  "√",
  "∣",
  "∮",
  "∼",
  "≈",
  "≤",
  "≥",
  "≦",
  "≧",
  "⋯",
  "①",
  "②",
  "③",
  "④",
  "⑤",
  "⑥",
  "⑦",
  "⑧",
  "⑨",
  "⑩",
  "⑴",
  "⑵",
  "⑶",
  "⑷",
  "⑸",
  "⑹",
  "⑺",
  "⑻",
  "⑼",
  "⑾",
  "⒈",
  "⒉",
  "⒊",
  "⒋",
  "⒌",
  "⒍",
  "─",
  "▍",
  "▎",
  "■",
  "□",
  "▪",
  "▲",
  "△",
  "▵",
  "▶",
  "▷",
  "▼",
  "▽",
  "◆",
  "◇",
  "○",
  "◎",
  "●",
  "★",
  "☆",
  "☑",
  "☺",
  "♀",
  "♂",
  "〇",
  "『",
  "』",
  "〓",
  "〔",
  "〕",
  "〖",
  "〗",
  "〜",
  "〞",
  "し",
  "て",
  "と",
  "な",
  "に",
  "の",
  "ぷ",
  "へ",
  "ま",
  "る",
  "れ",
  "ア",
  "イ",
  "オ",
  "カ",
  "キ",
  "ク",
  "セ",
  "ト",
  "ニ",
  "マ",
  "ム",
  "リ",
  "ン",
  "・",
  "ー",
  "ㄆ",
  "ㄐ",
  "ㄓ",
  "ㄠ",
  "㈠",
  "㎏",
  "㎜",
  "㎝",
  "㎞",
  "㎡",
  "㓥",
  "䍁",
  "一",
  "丁",
  "七",
  "万",
  "丈",
  "三",
  "上",
  "下",
  "不",
  "与",
  "丑",
  "专",
  "且",
  "丕",
  "世",
  "丘",
  "丙",
  "业",
  "丛",
  "东",
  "丝",
  "丞",
  "丢",
  "两",
  "严",
  "丧",
  "丨",
  "个",
  "丫",
  "中",
  "丰",
  "串",
  "临",
  "丸",
  "丹",
  "为",
  "主",
  "丽",
  "举",
  "乃",
  "久",
  "么",
  "义",
  "之",
  "乌",
  "乍",
  "乎",
  "乏",
  "乐",
  "乒",
  "乓",
  "乔",
  "乖",
  "乘",
  "乙",
  "九",
  "乞",
  "也",
  "习",
  "乡",
  "书",
  "买",
  "乱",
  "乳",
  "乾",
  "了",
  "予",
  "争",
  "事",
  "二",
  "于",
  "亏",
  "云",
  "互",
  "亓",
  "五",
  "井",
  "亘",
  "亚",
  "些",
  "亟",
  "亡",
  "亢",
  "交",
  "亥",
  "亦",
  "产",
  "亨",
  "亩",
  "享",
  "京",
  "亭",
  "亮",
  "亰",
  "亲",
  "亳",
  "亵",
  "人",
  "亿",
  "什",
  "仁",
  "仃",
  "仄",
  "仅",
  "仆",
  "仇",
  "仉",
  "今",
  "介",
  "仍",
  "从",
  "仑",
  "仓",
  "仔",
  "仕",
  "他",
  "仗",
  "付",
  "仙",
  "仝",
  "代",
  "令",
  "以",
  "仨",
  "仪",
  "仫",
  "们",
  "仰",
  "仲",
  "件",
  "价",
  "任",
  "份",
  "仿",
  "企",
  "伊",
  "伍",
  "伏",
  "伐",
  "休",
  "众",
  "优",
  "伙",
  "会",
  "伞",
  "伟",
  "传",
  "伢",
  "伤",
  "伦",
  "伪",
  "伯",
  "估",
  "伴",
  "伶",
  "伸",
  "伺",
  "似",
  "伽",
  "佃",
  "但",
  "位",
  "低",
  "住",
  "佐",
  "佑",
  "体",
  "何",
  "佗",
  "佘",
  "余",
  "佚",
  "佛",
  "作",
  "佝",
  "佟",
  "你",
  "佣",
  "佤",
  "佩",
  "佬",
  "佰",
  "佳",
  "佶",
  "佼",
  "使",
  "侃",
  "侄",
  "來",
  "侈",
  "例",
  "侍",
  "侏",
  "侗",
  "供",
  "依",
  "侠",
  "侣",
  "侥",
  "侦",
  "侧",
  "侨",
  "侬",
  "侮",
  "侯",
  "侵",
  "便",
  "促",
  "俄",
  "俅",
  "俊",
  "俎",
  "俏",
  "俐",
  "俑",
  "俗",
  "俘",
  "俚",
  "保",
  "俞",
  "俟",
  "信",
  "俨",
  "俩",
  "俪",
  "俭",
  "修",
  "俯",
  "俱",
  "俸",
  "俺",
  "俾",
  "倌",
  "倍",
  "倒",
  "倔",
  "倘",
  "候",
  "倚",
  "借",
  "倡",
  "倦",
  "倩",
  "倪",
  "倭",
  "倮",
  "债",
  "值",
  "倾",
  "偃",
  "假",
  "偌",
  "偏",
  "做",
  "停",
  "健",
  "偶",
  "偷",
  "偻",
  "偿",
  "傅",
  "傈",
  "傍",
  "傚",
  "傣",
  "储",
  "催",
  "傲",
  "傻",
  "像",
  "僚",
  "僧",
  "僮",
  "僳",
  "僵",
  "僻",
  "儆",
  "儋",
  "儒",
  "儿",
  "兀",
  "允",
  "元",
  "兄",
  "充",
  "兆",
  "先",
  "光",
  "克",
  "免",
  "兑",
  "兔",
  "兖",
  "党",
  "兜",
  "兢",
  "入",
  "全",
  "八",
  "公",
  "六",
  "兮",
  "兰",
  "共",
  "关",
  "兴",
  "兵",
  "其",
  "具",
  "典",
  "兹",
  "养",
  "兼",
  "兽",
  "冀",
  "内",
  "冇",
  "冈",
  "冉",
  "册",
  "再",
  "冒",
  "冕",
  "冗",
  "写",
  "军",
  "农",
  "冠",
  "冢",
  "冤",
  "冥",
  "冬",
  "冯",
  "冰",
  "冲",
  "决",
  "况",
  "冶",
  "冷",
  "冻",
  "冼",
  "冽",
  "净",
  "凄",
  "准",
  "凉",
  "凋",
  "凌",
  "减",
  "凑",
  "凛",
  "凝",
  "几",
  "凡",
  "凤",
  "凫",
  "凭",
  "凯",
  "凰",
  "凳",
  "凶",
  "凸",
  "凹",
  "出",
  "击",
  "凼",
  "函",
  "凿",
  "刀",
  "刁",
  "刃",
  "分",
  "切",
  "刈",
  "刊",
  "刍",
  "刑",
  "划",
  "列",
  "刘",
  "则",
  "刚",
  "创",
  "初",
  "删",
  "判",
  "刨",
  "利",
  "别",
  "刮",
  "到",
  "制",
  "刷",
  "券",
  "刹",
  "刺",
  "刻",
  "剁",
  "剂",
  "剃",
  "剅",
  "削",
  "剌",
  "前",
  "剐",
  "剑",
  "剔",
  "剖",
  "剡",
  "剥",
  "剧",
  "剩",
  "剪",
  "副",
  "割",
  "剿",
  "劁",
  "劈",
  "力",
  "劝",
  "办",
  "功",
  "加",
  "务",
  "劣",
  "动",
  "助",
  "努",
  "劫",
  "劭",
  "励",
  "劲",
  "劳",
  "势",
  "勃",
  "勇",
  "勉",
  "勋",
  "勐",
  "勒",
  "勘",
  "募",
  "勠",
  "勤",
  "勰",
  "勺",
  "勾",
  "勿",
  "匀",
  "包",
  "匆",
  "匈",
  "匍",
  "匐",
  "匕",
  "化",
  "北",
  "匙",
  "匝",
  "匠",
  "匡",
  "匣",
  "匪",
  "匮",
  "匹",
  "区",
  "医",
  "匾",
  "匿",
  "十",
  "千",
  "卅",
  "升",
  "午",
  "卉",
  "半",
  "华",
  "协",
  "卑",
  "卒",
  "卓",
  "单",
  "卖",
  "南",
  "博",
  "卜",
  "卞",
  "卟",
  "占",
  "卡",
  "卢",
  "卤",
  "卦",
  "卧",
  "卫",
  "卯",
  "印",
  "危",
  "即",
  "却",
  "卵",
  "卷",
  "卸",
  "卿",
  "厂",
  "厄",
  "厅",
  "历",
  "厉",
  "压",
  "厌",
  "厍",
  "厕",
  "厘",
  "厚",
  "厝",
  "原",
  "厢",
  "厥",
  "厦",
  "厨",
  "厩",
  "去",
  "县",
  "叁",
  "参",
  "又",
  "叉",
  "及",
  "友",
  "双",
  "反",
  "发",
  "叔",
  "取",
  "受",
  "变",
  "叙",
  "叛",
  "叠",
  "口",
  "古",
  "句",
  "另",
  "叨",
  "叩",
  "只",
  "叫",
  "召",
  "叭",
  "叮",
  "可",
  "台",
  "史",
  "右",
  "叶",
  "号",
  "司",
  "叹",
  "叼",
  "叽",
  "吁",
  "吃",
  "各",
  "吆",
  "合",
  "吉",
  "吊",
  "吋",
  "同",
  "名",
  "后",
  "吏",
  "吐",
  "向",
  "吓",
  "吕",
  "吗",
  "君",
  "吝",
  "吞",
  "吟",
  "吠",
  "吡",
  "否",
  "吧",
  "吨",
  "吩",
  "含",
  "听",
  "吮",
  "启",
  "吱",
  "吲",
  "吴",
  "吵",
  "吸",
  "吹",
  "吻",
  "吼",
  "吾",
  "呀",
  "呃",
  "呆",
  "呈",
  "告",
  "呋",
  "呎",
  "呐",
  "呕",
  "呗",
  "员",
  "呛",
  "呜",
  "呢",
  "呤",
  "呦",
  "周",
  "呯",
  "呱",
  "味",
  "呵",
  "呷",
  "呻",
  "呼",
  "命",
  "咀",
  "咂",
  "咄",
  "咋",
  "和",
  "咎",
  "咏",
  "咐",
  "咒",
  "咔",
  "咕",
  "咖",
  "咚",
  "咦",
  "咧",
  "咨",
  "咪",
  "咫",
  "咬",
  "咯",
  "咱",
  "咳",
  "咸",
  "咽",
  "哀",
  "品",
  "哄",
  "哆",
  "哇",
  "哈",
  "哉",
  "响",
  "哎",
  "哑",
  "哒",
  "哗",
  "哚",
  "哞",
  "哟",
  "哥",
  "哦",
  "哨",
  "哩",
  "哪",
  "哭",
  "哮",
  "哲",
  "哺",
  "哼",
  "唇",
  "唏",
  "唐",
  "唑",
  "唛",
  "唠",
  "唢",
  "唤",
  "唧",
  "售",
  "唯",
  "唱",
  "唾",
  "啃",
  "啄",
  "商",
  "啉",
  "啊",
  "啖",
  "啜",
  "啡",
  "啤",
  "啥",
  "啦",
  "啧",
  "啪",
  "啬",
  "啭",
  "啮",
  "啰",
  "啵",
  "啶",
  "啷",
  "啸",
  "啻",
  "啼",
  "喀",
  "喂",
  "喃",
  "善",
  "喆",
  "喇",
  "喉",
  "喊",
  "喔",
  "喘",
  "喙",
  "喜",
  "喝",
  "喧",
  "喱",
  "喳",
  "喵",
  "喷",
  "喹",
  "喻",
  "喽",
  "嗅",
  "嗑",
  "嗒",
  "嗓",
  "嗜",
  "嗝",
  "嗡",
  "嗣",
  "嗦",
  "嗨",
  "嗪",
  "嗯",
  "嗽",
  "嘀",
  "嘉",
  "嘌",
  "嘎",
  "嘘",
  "嘛",
  "嘟",
  "嘢",
  "嘧",
  "嘭",
  "嘱",
  "嘲",
  "嘴",
  "嘶",
  "嘹",
  "嘿",
  "噌",
  "噎",
  "噙",
  "噜",
  "噤",
  "器",
  "噩",
  "噪",
  "噬",
  "噱",
  "噶",
  "噻",
  "噼",
  "嚏",
  "嚓",
  "嚣",
  "嚷",
  "嚼",
  "囊",
  "囔",
  "囚",
  "四",
  "囝",
  "回",
  "因",
  "囡",
  "团",
  "囤",
  "囧",
  "园",
  "困",
  "囱",
  "围",
  "固",
  "国",
  "图",
  "囿",
  "圃",
  "圆",
  "圈",
  "土",
  "圣",
  "在",
  "圩",
  "圪",
  "圭",
  "地",
  "圳",
  "场",
  "圻",
  "圾",
  "址",
  "坂",
  "均",
  "坊",
  "坍",
  "坎",
  "坏",
  "坐",
  "坑",
  "块",
  "坚",
  "坛",
  "坝",
  "坞",
  "坟",
  "坠",
  "坡",
  "坤",
  "坦",
  "坨",
  "坪",
  "坭",
  "坯",
  "坳",
  "坵",
  "坷",
  "坻",
  "垂",
  "垃",
  "垄",
  "垅",
  "型",
  "垌",
  "垒",
  "垓",
  "垗",
  "垛",
  "垟",
  "垠",
  "垡",
  "垢",
  "垣",
  "垦",
  "垧",
  "垩",
  "垫",
  "垭",
  "垮",
  "垱",
  "垴",
  "垸",
  "埂",
  "埃",
  "埇",
  "埋",
  "城",
  "埔",
  "埕",
  "埗",
  "埝",
  "域",
  "埠",
  "埤",
  "埭",
  "埴",
  "培",
  "基",
  "堂",
  "堆",
  "堇",
  "堑",
  "堕",
  "堡",
  "堤",
  "堪",
  "堭",
  "堰",
  "堵",
  "堿",
  "塌",
  "塍",
  "塑",
  "塔",
  "塘",
  "塞",
  "填",
  "塬",
  "塭",
  "墁",
  "境",
  "墅",
  "墑",
  "墒",
  "墓",
  "墕",
  "増",
  "墘",
  "墙",
  "增",
  "墟",
  "墨",
  "墩",
  "壁",
  "壅",
  "壑",
  "壕",
  "壤",
  "士",
  "壬",
  "壮",
  "声",
  "壳",
  "壶",
  "壹",
  "处",
  "备",
  "复",
  "夏",
  "夔",
  "夕",
  "外",
  "夙",
  "多",
  "夜",
  "够",
  "大",
  "天",
  "太",
  "夫",
  "夭",
  "央",
  "夯",
  "失",
  "头",
  "夷",
  "夸",
  "夹",
  "夺",
  "夼",
  "奂",
  "奄",
  "奇",
  "奈",
  "奉",
  "奋",
  "奎",
  "奏",
  "契",
  "奓",
  "奔",
  "奕",
  "奖",
  "套",
  "奠",
  "奢",
  "奥",
  "女",
  "奴",
  "奶",
  "奸",
  "她",
  "好",
  "如",
  "妃",
  "妄",
  "妆",
  "妇",
  "妈",
  "妊",
  "妍",
  "妒",
  "妓",
  "妖",
  "妙",
  "妥",
  "妨",
  "妩",
  "妮",
  "妯",
  "妹",
  "妻",
  "妾",
  "姆",
  "姊",
  "始",
  "姐",
  "姑",
  "姓",
  "委",
  "姗",
  "姚",
  "姜",
  "姝",
  "姣",
  "姥",
  "姨",
  "姬",
  "姮",
  "姹",
  "姻",
  "姿",
  "威",
  "娃",
  "娄",
  "娅",
  "娇",
  "娑",
  "娓",
  "娘",
  "娜",
  "娟",
  "娠",
  "娣",
  "娥",
  "娩",
  "娱",
  "娴",
  "娶",
  "婀",
  "婆",
  "婉",
  "婕",
  "婚",
  "婢",
  "婧",
  "婪",
  "婴",
  "婵",
  "婶",
  "婷",
  "婺",
  "婿",
  "媒",
  "媚",
  "媛",
  "媲",
  "媳",
  "嫁",
  "嫂",
  "嫄",
  "嫌",
  "嫡",
  "嫣",
  "嫦",
  "嫩",
  "嬉",
  "嬖",
  "嬗",
  "嬴",
  "嬷",
  "子",
  "孑",
  "孓",
  "孔",
  "孕",
  "字",
  "存",
  "孙",
  "孚",
  "孜",
  "孝",
  "孟",
  "孢",
  "季",
  "孤",
  "学",
  "孩",
  "孪",
  "孰",
  "孳",
  "孵",
  "孺",
  "孽",
  "宁",
  "它",
  "宅",
  "宇",
  "守",
  "安",
  "宋",
  "完",
  "宏",
  "宕",
  "宗",
  "官",
  "宙",
  "定",
  "宛",
  "宜",
  "宝",
  "实",
  "宠",
  "审",
  "客",
  "宣",
  "室",
  "宦",
  "宪",
  "宫",
  "宰",
  "害",
  "宴",
  "宵",
  "家",
  "宸",
  "容",
  "宽",
  "宾",
  "宿",
  "寂",
  "寄",
  "寅",
  "密",
  "寇",
  "富",
  "寐",
  "寒",
  "寓",
  "寝",
  "寞",
  "察",
  "寡",
  "寥",
  "寨",
  "寮",
  "寰",
  "寸",
  "对",
  "寺",
  "寻",
  "导",
  "寿",
  "封",
  "射",
  "将",
  "尉",
  "尊",
  "小",
  "少",
  "尔",
  "尕",
  "尖",
  "尘",
  "尚",
  "尝",
  "尤",
  "尧",
  "尬",
  "就",
  "尴",
  "尸",
  "尹",
  "尺",
  "尻",
  "尼",
  "尽",
  "尾",
  "尿",
  "局",
  "屁",
  "层",
  "居",
  "屈",
  "屉",
  "届",
  "屋",
  "屎",
  "屏",
  "屑",
  "展",
  "属",
  "屠",
  "屡",
  "履",
  "屯",
  "山",
  "屹",
  "屻",
  "屿",
  "岀",
  "岁",
  "岂",
  "岐",
  "岑",
  "岔",
  "岖",
  "岗",
  "岘",
  "岙",
  "岚",
  "岛",
  "岜",
  "岢",
  "岩",
  "岫",
  "岬",
  "岭",
  "岱",
  "岳",
  "岷",
  "岸",
  "峁",
  "峄",
  "峋",
  "峒",
  "峙",
  "峡",
  "峤",
  "峥",
  "峦",
  "峨",
  "峪",
  "峭",
  "峰",
  "峻",
  "崀",
  "崂",
  "崃",
  "崇",
  "崎",
  "崔",
  "崖",
  "崛",
  "崩",
  "崭",
  "崮",
  "崴",
  "崽",
  "嵇",
  "嵊",
  "嵋",
  "嵌",
  "嵘",
  "嵛",
  "嵩",
  "嵯",
  "嵴",
  "嶂",
  "嶙",
  "嶷",
  "巅",
  "巉",
  "巍",
  "川",
  "州",
  "巡",
  "巢",
  "工",
  "左",
  "巧",
  "巨",
  "巩",
  "巫",
  "差",
  "巯",
  "己",
  "已",
  "巳",
  "巴",
  "巷",
  "巾",
  "巿",
  "币",
  "市",
  "布",
  "帅",
  "帆",
  "师",
  "希",
  "帐",
  "帕",
  "帖",
  "帘",
  "帚",
  "帛",
  "帜",
  "帝",
  "带",
  "帧",
  "席",
  "帮",
  "帷",
  "常",
  "帼",
  "帽",
  "幅",
  "幌",
  "幕",
  "幢",
  "干",
  "平",
  "年",
  "并",
  "幸",
  "幺",
  "幻",
  "幼",
  "幽",
  "广",
  "庄",
  "庆",
  "庇",
  "床",
  "序",
  "庐",
  "庑",
  "库",
  "应",
  "底",
  "庖",
  "店",
  "庙",
  "庚",
  "府",
  "庞",
  "废",
  "度",
  "座",
  "庭",
  "庵",
  "庶",
  "康",
  "庸",
  "庾",
  "廉",
  "廊",
  "廒",
  "廓",
  "廖",
  "廪",
  "延",
  "廷",
  "建",
  "廿",
  "开",
  "异",
  "弃",
  "弄",
  "弈",
  "弊",
  "弋",
  "式",
  "弓",
  "引",
  "弗",
  "弘",
  "弛",
  "弟",
  "张",
  "弥",
  "弦",
  "弧",
  "弭",
  "弯",
  "弱",
  "弹",
  "强",
  "归",
  "当",
  "录",
  "彝",
  "形",
  "彤",
  "彦",
  "彩",
  "彪",
  "彬",
  "彭",
  "彰",
  "影",
  "彷",
  "役",
  "彻",
  "彼",
  "往",
  "征",
  "径",
  "待",
  "徇",
  "很",
  "徉",
  "徊",
  "律",
  "徐",
  "徒",
  "徕",
  "得",
  "徘",
  "徙",
  "徜",
  "御",
  "徨",
  "循",
  "徭",
  "微",
  "德",
  "徽",
  "心",
  "必",
  "忆",
  "忌",
  "忍",
  "忐",
  "忑",
  "忒",
  "忖",
  "志",
  "忘",
  "忙",
  "忠",
  "忡",
  "忧",
  "快",
  "忱",
  "念",
  "忻",
  "忽",
  "忿",
  "怀",
  "态",
  "怎",
  "怏",
  "怒",
  "怕",
  "怖",
  "怜",
  "思",
  "怠",
  "怡",
  "急",
  "怦",
  "性",
  "怨",
  "怪",
  "怯",
  "总",
  "怼",
  "恋",
  "恍",
  "恐",
  "恒",
  "恕",
  "恙",
  "恢",
  "恣",
  "恤",
  "恨",
  "恩",
  "恪",
  "恬",
  "恭",
  "息",
  "恰",
  "恳",
  "恶",
  "恺",
  "恼",
  "悄",
  "悉",
  "悌",
  "悍",
  "悔",
  "悖",
  "悟",
  "悠",
  "患",
  "悦",
  "您",
  "悬",
  "悯",
  "悲",
  "悴",
  "悸",
  "悼",
  "情",
  "惊",
  "惋",
  "惑",
  "惕",
  "惚",
  "惜",
  "惟",
  "惠",
  "惦",
  "惧",
  "惨",
  "惩",
  "惫",
  "惬",
  "惭",
  "惮",
  "惯",
  "惰",
  "想",
  "惶",
  "惹",
  "惺",
  "愁",
  "愈",
  "愉",
  "意",
  "愚",
  "感",
  "愣",
  "愤",
  "愧",
  "愿",
  "慈",
  "慌",
  "慎",
  "慑",
  "慕",
  "慢",
  "慧",
  "慨",
  "慰",
  "慷",
  "憋",
  "憎",
  "憔",
  "憧",
  "憨",
  "憩",
  "憬",
  "憾",
  "懂",
  "懈",
  "懊",
  "懋",
  "懒",
  "懵",
  "懽",
  "懿",
  "戈",
  "戊",
  "戌",
  "戎",
  "戏",
  "成",
  "我",
  "戒",
  "或",
  "战",
  "戚",
  "戛",
  "戟",
  "戢",
  "截",
  "戮",
  "戳",
  "戴",
  "户",
  "戽",
  "房",
  "所",
  "扁",
  "扇",
  "扈",
  "扉",
  "手",
  "才",
  "扎",
  "扑",
  "扒",
  "打",
  "扔",
  "托",
  "扛",
  "扞",
  "扡",
  "扣",
  "扦",
  "执",
  "扩",
  "扫",
  "扬",
  "扭",
  "扮",
  "扯",
  "扰",
  "扳",
  "扶",
  "批",
  "扺",
  "扼",
  "找",
  "承",
  "技",
  "抄",
  "抉",
  "把",
  "抑",
  "抒",
  "抓",
  "投",
  "抖",
  "抗",
  "折",
  "抚",
  "抛",
  "抠",
  "抡",
  "抢",
  "护",
  "报",
  "披",
  "抬",
  "抱",
  "抵",
  "抹",
  "押",
  "抽",
  "拂",
  "拄",
  "担",
  "拆",
  "拇",
  "拈",
  "拉",
  "拌",
  "拍",
  "拎",
  "拐",
  "拒",
  "拓",
  "拔",
  "拖",
  "拗",
  "拘",
  "拙",
  "招",
  "拜",
  "拟",
  "拢",
  "拣",
  "拥",
  "拦",
  "拧",
  "拨",
  "择",
  "括",
  "拭",
  "拮",
  "拯",
  "拱",
  "拳",
  "拴",
  "拷",
  "拼",
  "拽",
  "拾",
  "拿",
  "持",
  "挂",
  "指",
  "挈",
  "按",
  "挎",
  "挑",
  "挖",
  "挚",
  "挛",
  "挝",
  "挟",
  "挠",
  "挡",
  "挣",
  "挤",
  "挥",
  "挨",
  "挪",
  "挫",
  "振",
  "挹",
  "挺",
  "挽",
  "捂",
  "捅",
  "捆",
  "捉",
  "捋",
  "捍",
  "捎",
  "捏",
  "捐",
  "捕",
  "捞",
  "损",
  "捡",
  "换",
  "捣",
  "捧",
  "据",
  "捶",
  "捷",
  "捺",
  "捻",
  "掀",
  "掂",
  "掇",
  "授",
  "掉",
  "掌",
  "掏",
  "掐",
  "排",
  "掖",
  "掘",
  "掠",
  "探",
  "掣",
  "接",
  "控",
  "推",
  "掩",
  "措",
  "掬",
  "掰",
  "掷",
  "掸",
  "掺",
  "揉",
  "描",
  "提",
  "插",
  "握",
  "揣",
  "揩",
  "揪",
  "揭",
  "援",
  "揽",
  "搀",
  "搁",
  "搂",
  "搅",
  "搏",
  "搐",
  "搓",
  "搔",
  "搜",
  "搞",
  "搪",
  "搬",
  "搭",
  "携",
  "搽",
  "摁",
  "摄",
  "摆",
  "摇",
  "摈",
  "摊",
  "摒",
  "摔",
  "摘",
  "摞",
  "摧",
  "摩",
  "摸",
  "摹",
  "撂",
  "撇",
  "撑",
  "撒",
  "撕",
  "撙",
  "撞",
  "撤",
  "撩",
  "撬",
  "播",
  "撮",
  "撰",
  "撷",
  "撸",
  "撼",
  "擂",
  "擅",
  "操",
  "擎",
  "擘",
  "擞",
  "擦",
  "攀",
  "攒",
  "攘",
  "攥",
  "支",
  "收",
  "攸",
  "改",
  "攻",
  "放",
  "政",
  "故",
  "效",
  "敌",
  "敏",
  "救",
  "敕",
  "敖",
  "教",
  "敛",
  "敝",
  "敞",
  "敢",
  "散",
  "敦",
  "敬",
  "数",
  "敲",
  "整",
  "敷",
  "文",
  "斋",
  "斌",
  "斐",
  "斑",
  "斓",
  "斗",
  "料",
  "斛",
  "斜",
  "斟",
  "斡",
  "斤",
  "斥",
  "斧",
  "斩",
  "斫",
  "断",
  "斯",
  "新",
  "斲",
  "方",
  "施",
  "旁",
  "旄",
  "旅",
  "旋",
  "旌",
  "旎",
  "族",
  "旖",
  "旗",
  "无",
  "既",
  "日",
  "旦",
  "旧",
  "旨",
  "早",
  "旬",
  "旭",
  "旮",
  "旯",
  "旱",
  "时",
  "旷",
  "旸",
  "旺",
  "昂",
  "昆",
  "昊",
  "昌",
  "明",
  "昏",
  "易",
  "昔",
  "昕",
  "昙",
  "昝",
  "星",
  "映",
  "春",
  "昧",
  "昨",
  "昭",
  "是",
  "昱",
  "昵",
  "昶",
  "昼",
  "显",
  "晁",
  "晃",
  "晋",
  "晌",
  "晏",
  "晒",
  "晓",
  "晔",
  "晕",
  "晖",
  "晗",
  "晚",
  "晟",
  "晤",
  "晦",
  "晨",
  "普",
  "景",
  "晰",
  "晴",
  "晶",
  "智",
  "晾",
  "暂",
  "暄",
  "暇",
  "暑",
  "暖",
  "暗",
  "暧",
  "暨",
  "暮",
  "暴",
  "曙",
  "曜",
  "曝",
  "曦",
  "曩",
  "曰",
  "曲",
  "曳",
  "更",
  "曹",
  "曼",
  "曾",
  "替",
  "最",
  "月",
  "有",
  "朊",
  "朋",
  "服",
  "朐",
  "朔",
  "朗",
  "望",
  "朝",
  "期",
  "朦",
  "木",
  "朩",
  "未",
  "末",
  "本",
  "札",
  "术",
  "朱",
  "朴",
  "朵",
  "机",
  "朽",
  "杀",
  "杂",
  "权",
  "杆",
  "杈",
  "杉",
  "李",
  "杏",
  "材",
  "村",
  "杓",
  "杖",
  "杜",
  "杞",
  "束",
  "杠",
  "条",
  "来",
  "杨",
  "杭",
  "杮",
  "杯",
  "杰",
  "杲",
  "杵",
  "杷",
  "杼",
  "松",
  "板",
  "极",
  "构",
  "枇",
  "枉",
  "枋",
  "析",
  "枕",
  "林",
  "枚",
  "果",
  "枝",
  "枞",
  "枢",
  "枣",
  "枥",
  "枧",
  "枪",
  "枫",
  "枭",
  "枯",
  "枳",
  "架",
  "枷",
  "枸",
  "柃",
  "柄",
  "柏",
  "某",
  "柑",
  "柒",
  "染",
  "柔",
  "柘",
  "柚",
  "柜",
  "柞",
  "柠",
  "查",
  "柬",
  "柯",
  "柰",
  "柱",
  "柳",
  "柴",
  "柽",
  "柿",
  "栀",
  "栅",
  "标",
  "栈",
  "栉",
  "栋",
  "栌",
  "栎",
  "栏",
  "树",
  "栒",
  "栓",
  "栖",
  "栗",
  "栝",
  "校",
  "栩",
  "株",
  "栲",
  "样",
  "核",
  "根",
  "格",
  "栽",
  "栾",
  "桁",
  "桂",
  "桃",
  "桅",
  "框",
  "案",
  "桉",
  "桌",
  "桎",
  "桐",
  "桑",
  "桓",
  "桔",
  "桕",
  "桠",
  "桡",
  "桢",
  "档",
  "桤",
  "桥",
  "桦",
  "桧",
  "桨",
  "桩",
  "桫",
  "桶",
  "桷",
  "梁",
  "梅",
  "梏",
  "梓",
  "梗",
  "梢",
  "梣",
  "梦",
  "梧",
  "梨",
  "梭",
  "梯",
  "械",
  "梳",
  "梵",
  "梾",
  "梿",
  "检",
  "棉",
  "棋",
  "棍",
  "棒",
  "棕",
  "棘",
  "棚",
  "棠",
  "棣",
  "森",
  "棱",
  "棵",
  "棺",
  "椅",
  "椇",
  "植",
  "椎",
  "椒",
  "椤",
  "椪",
  "椭",
  "椰",
  "椴",
  "椹",
  "椽",
  "椿",
  "楂",
  "楔",
  "楚",
  "楝",
  "楞",
  "楠",
  "楣",
  "楤",
  "楫",
  "楮",
  "楷",
  "楸",
  "楹",
  "楼",
  "榀",
  "概",
  "榄",
  "榆",
  "榈",
  "榉",
  "榔",
  "榕",
  "榖",
  "榛",
  "榜",
  "榧",
  "榨",
  "榭",
  "榴",
  "榷",
  "榻",
  "槃",
  "槌",
  "槎",
  "槐",
  "槔",
  "槚",
  "槛",
  "槟",
  "槠",
  "槭",
  "槲",
  "槽",
  "槿",
  "樊",
  "樟",
  "模",
  "樨",
  "横",
  "樱",
  "樵",
  "橄",
  "橐",
  "橘",
  "橙",
  "橛",
  "橡",
  "橱",
  "橼",
  "檀",
  "檎",
  "檐",
  "檗",
  "檩",
  "檬",
  "欉",
  "欠",
  "次",
  "欢",
  "欣",
  "欧",
  "欲",
  "欺",
  "款",
  "歆",
  "歇",
  "歉",
  "歌",
  "歙",
  "止",
  "正",
  "此",
  "步",
  "武",
  "歧",
  "歪",
  "歹",
  "死",
  "歼",
  "殃",
  "殆",
  "殊",
  "残",
  "殒",
  "殖",
  "殡",
  "殴",
  "段",
  "殷",
  "殿",
  "毁",
  "毅",
  "毋",
  "母",
  "每",
  "毒",
  "毓",
  "比",
  "毕",
  "毗",
  "毙",
  "毛",
  "毡",
  "毫",
  "毯",
  "氏",
  "氐",
  "民",
  "气",
  "氖",
  "氛",
  "氟",
  "氢",
  "氤",
  "氧",
  "氨",
  "氪",
  "氮",
  "氯",
  "氰",
  "氲",
  "水",
  "氵",
  "永",
  "氽",
  "汀",
  "汁",
  "求",
  "汆",
  "汇",
  "汉",
  "汊",
  "汐",
  "汕",
  "汗",
  "汛",
  "汝",
  "汞",
  "江",
  "池",
  "污",
  "汤",
  "汨",
  "汩",
  "汪",
  "汰",
  "汲",
  "汴",
  "汶",
  "汹",
  "汽",
  "汾",
  "沁",
  "沂",
  "沃",
  "沅",
  "沈",
  "沉",
  "沌",
  "沏",
  "沐",
  "沓",
  "沔",
  "沙",
  "沛",
  "沟",
  "没",
  "沣",
  "沤",
  "沥",
  "沦",
  "沧",
  "沪",
  "沫",
  "沭",
  "沮",
  "沱",
  "河",
  "沸",
  "油",
  "沺",
  "治",
  "沼",
  "沽",
  "沾",
  "沿",
  "泄",
  "泉",
  "泊",
  "泌",
  "泓",
  "泔",
  "法",
  "泗",
  "泛",
  "泞",
  "泡",
  "波",
  "泣",
  "泥",
  "注",
  "泪",
  "泮",
  "泯",
  "泰",
  "泱",
  "泳",
  "泵",
  "泸",
  "泻",
  "泼",
  "泽",
  "泾",
  "洁",
  "洄",
  "洋",
  "洌",
  "洒",
  "洗",
  "洛",
  "洜",
  "洞",
  "洣",
  "津",
  "洪",
  "洮",
  "洱",
  "洲",
  "活",
  "洼",
  "洽",
  "派",
  "流",
  "浃",
  "浅",
  "浆",
  "浇",
  "浊",
  "测",
  "浍",
  "济",
  "浏",
  "浑",
  "浒",
  "浓",
  "浔",
  "浙",
  "浚",
  "浜",
  "浠",
  "浣",
  "浦",
  "浩",
  "浪",
  "浮",
  "浴",
  "海",
  "浸",
  "浼",
  "涂",
  "涅",
  "消",
  "涉",
  "涌",
  "涎",
  "涓",
  "涕",
  "涛",
  "涝",
  "涟",
  "涡",
  "涣",
  "涤",
  "润",
  "涧",
  "涨",
  "涩",
  "涪",
  "涮",
  "涯",
  "液",
  "涵",
  "涸",
  "淀",
  "淄",
  "淅",
  "淆",
  "淇",
  "淋",
  "淌",
  "淏",
  "淑",
  "淖",
  "淘",
  "淙",
  "淞",
  "淠",
  "淡",
  "淤",
  "淫",
  "淬",
  "淮",
  "深",
  "淳",
  "混",
  "淹",
  "添",
  "淼",
  "清",
  "渊",
  "渌",
  "渍",
  "渎",
  "渐",
  "渑",
  "渔",
  "渗",
  "渚",
  "渝",
  "渠",
  "渡",
  "渣",
  "渤",
  "渥",
  "温",
  "渭",
  "港",
  "渲",
  "渴",
  "游",
  "渺",
  "湃",
  "湄",
  "湍",
  "湔",
  "湖",
  "湘",
  "湛",
  "湟",
  "湨",
  "湫",
  "湾",
  "湿",
  "溃",
  "溅",
  "溇",
  "溉",
  "溏",
  "源",
  "溜",
  "溞",
  "溢",
  "溧",
  "溪",
  "溯",
  "溲",
  "溴",
  "溶",
  "溺",
  "滁",
  "滇",
  "滋",
  "滏",
  "滑",
  "滓",
  "滔",
  "滕",
  "滘",
  "滚",
  "滞",
  "滟",
  "满",
  "滢",
  "滤",
  "滥",
  "滦",
  "滨",
  "滩",
  "滴",
  "滹",
  "漂",
  "漆",
  "漉",
  "漏",
  "漓",
  "演",
  "漕",
  "漠",
  "漩",
  "漪",
  "漫",
  "漯",
  "漱",
  "漳",
  "漷",
  "漾",
  "潇",
  "潋",
  "潍",
  "潘",
  "潜",
  "潞",
  "潟",
  "潢",
  "潦",
  "潭",
  "潮",
  "潲",
  "潴",
  "潸",
  "潺",
  "潼",
  "潽",
  "澄",
  "澈",
  "澎",
  "澜",
  "澡",
  "澧",
  "澳",
  "激",
  "濂",
  "濉",
  "濑",
  "濒",
  "濠",
  "濡",
  "濬",
  "濮",
  "濯",
  "瀑",
  "瀚",
  "瀛",
  "瀹",
  "灌",
  "灏",
  "灞",
  "火",
  "灭",
  "灯",
  "灰",
  "灵",
  "灶",
  "灸",
  "灼",
  "灾",
  "灿",
  "炀",
  "炉",
  "炊",
  "炎",
  "炒",
  "炔",
  "炕",
  "炖",
  "炘",
  "炙",
  "炜",
  "炝",
  "炫",
  "炬",
  "炭",
  "炮",
  "炯",
  "炳",
  "炷",
  "炸",
  "点",
  "炼",
  "炽",
  "烁",
  "烂",
  "烃",
  "烈",
  "烊",
  "烘",
  "烙",
  "烛",
  "烟",
  "烤",
  "烦",
  "烧",
  "烨",
  "烩",
  "烫",
  "烬",
  "热",
  "烯",
  "烷",
  "烹",
  "烽",
  "焉",
  "焊",
  "焕",
  "焖",
  "焗",
  "焘",
  "焙",
  "焚",
  "焦",
  "焯",
  "焰",
  "焱",
  "然",
  "煅",
  "煌",
  "煎",
  "煜",
  "煞",
  "煤",
  "煦",
  "照",
  "煨",
  "煮",
  "煲",
  "煸",
  "熄",
  "熊",
  "熏",
  "熔",
  "熘",
  "熙",
  "熟",
  "熠",
  "熬",
  "熹",
  "熺",
  "燃",
  "燎",
  "燕",
  "燥",
  "燮",
  "爆",
  "爪",
  "爬",
  "爰",
  "爱",
  "爵",
  "父",
  "爷",
  "爸",
  "爹",
  "爽",
  "爿",
  "片",
  "版",
  "牌",
  "牙",
  "牛",
  "牝",
  "牟",
  "牠",
  "牡",
  "牢",
  "牦",
  "牧",
  "物",
  "牯",
  "牲",
  "牵",
  "牷",
  "特",
  "牺",
  "牻",
  "犀",
  "犁",
  "犂",
  "犇",
  "犊",
  "犋",
  "犍",
  "犏",
  "犬",
  "犯",
  "状",
  "犷",
  "犹",
  "狂",
  "狄",
  "狈",
  "狍",
  "狐",
  "狗",
  "狠",
  "狡",
  "狩",
  "独",
  "狭",
  "狮",
  "狱",
  "狸",
  "狼",
  "猁",
  "猎",
  "猕",
  "猖",
  "猗",
  "猛",
  "猜",
  "猝",
  "猞",
  "猩",
  "猪",
  "猫",
  "猬",
  "献",
  "猴",
  "猷",
  "猾",
  "猿",
  "獐",
  "獗",
  "獭",
  "獾",
  "玄",
  "率",
  "玉",
  "王",
  "玑",
  "玖",
  "玛",
  "玥",
  "玩",
  "玫",
  "玮",
  "环",
  "现",
  "玱",
  "玲",
  "玳",
  "玺",
  "玻",
  "珀",
  "珂",
  "珊",
  "珍",
  "珏",
  "珑",
  "珙",
  "珠",
  "班",
  "珮",
  "珲",
  "球",
  "琅",
  "理",
  "琉",
  "琊",
  "琏",
  "琐",
  "琛",
  "琢",
  "琥",
  "琦",
  "琨",
  "琪",
  "琯",
  "琰",
  "琳",
  "琴",
  "琵",
  "琶",
  "琼",
  "瑕",
  "瑙",
  "瑚",
  "瑛",
  "瑜",
  "瑞",
  "瑟",
  "瑰",
  "瑶",
  "瑾",
  "璀",
  "璃",
  "璇",
  "璋",
  "璐",
  "璜",
  "璞",
  "璠",
  "璧",
  "璨",
  "瓜",
  "瓟",
  "瓠",
  "瓢",
  "瓣",
  "瓤",
  "瓦",
  "瓮",
  "瓯",
  "瓶",
  "瓷",
  "甄",
  "甑",
  "甘",
  "甙",
  "甚",
  "甜",
  "生",
  "用",
  "甩",
  "甪",
  "甫",
  "甬",
  "甭",
  "田",
  "由",
  "甲",
  "申",
  "电",
  "男",
  "甸",
  "町",
  "画",
  "甾",
  "畅",
  "畈",
  "界",
  "畏",
  "畔",
  "留",
  "畚",
  "畜",
  "略",
  "畦",
  "番",
  "畲",
  "畴",
  "畸",
  "疃",
  "疆",
  "疏",
  "疑",
  "疔",
  "疖",
  "疗",
  "疙",
  "疚",
  "疝",
  "疟",
  "疡",
  "疣",
  "疤",
  "疥",
  "疫",
  "疬",
  "疮",
  "疯",
  "疱",
  "疲",
  "疳",
  "疵",
  "疸",
  "疹",
  "疼",
  "疽",
  "疾",
  "痂",
  "病",
  "症",
  "痈",
  "痉",
  "痊",
  "痍",
  "痒",
  "痔",
  "痕",
  "痘",
  "痛",
  "痞",
  "痢",
  "痣",
  "痤",
  "痧",
  "痨",
  "痪",
  "痫",
  "痰",
  "痴",
  "痹",
  "痼",
  "痿",
  "瘀",
  "瘁",
  "瘕",
  "瘘",
  "瘙",
  "瘟",
  "瘠",
  "瘢",
  "瘤",
  "瘥",
  "瘦",
  "瘩",
  "瘪",
  "瘫",
  "瘰",
  "瘴",
  "瘸",
  "瘾",
  "瘿",
  "癌",
  "癎",
  "癖",
  "癜",
  "癞",
  "癣",
  "癫",
  "癸",
  "登",
  "白",
  "百",
  "皂",
  "的",
  "皆",
  "皇",
  "皋",
  "皎",
  "皑",
  "皓",
  "皖",
  "皙",
  "皮",
  "皱",
  "皿",
  "盂",
  "盅",
  "盆",
  "盈",
  "益",
  "盎",
  "盏",
  "盐",
  "监",
  "盒",
  "盔",
  "盖",
  "盗",
  "盘",
  "盛",
  "盟",
  "目",
  "盯",
  "盱",
  "盲",
  "直",
  "相",
  "盼",
  "盾",
  "省",
  "眈",
  "眉",
  "看",
  "眙",
  "真",
  "眠",
  "眩",
  "眯",
  "眶",
  "眷",
  "眸",
  "眺",
  "眼",
  "着",
  "睁",
  "睆",
  "睐",
  "睑",
  "睛",
  "睡",
  "睢",
  "督",
  "睦",
  "睫",
  "睹",
  "睽",
  "睾",
  "睿",
  "瞄",
  "瞅",
  "瞌",
  "瞎",
  "瞒",
  "瞢",
  "瞥",
  "瞧",
  "瞩",
  "瞪",
  "瞬",
  "瞭",
  "瞰",
  "瞳",
  "瞻",
  "瞿",
  "矍",
  "矗",
  "矛",
  "矜",
  "矢",
  "矣",
  "知",
  "矩",
  "矫",
  "短",
  "矮",
  "石",
  "矶",
  "矸",
  "矽",
  "矾",
  "矿",
  "砀",
  "码",
  "砂",
  "砌",
  "砍",
  "砒",
  "研",
  "砖",
  "砚",
  "砜",
  "砠",
  "砣",
  "砥",
  "砦",
  "砧",
  "砬",
  "砭",
  "破",
  "砷",
  "砸",
  "砺",
  "砻",
  "砾",
  "础",
  "硅",
  "硌",
  "硐",
  "硒",
  "硕",
  "硖",
  "硚",
  "硝",
  "硫",
  "硬",
  "确",
  "硷",
  "硼",
  "碉",
  "碌",
  "碍",
  "碎",
  "碑",
  "碓",
  "碗",
  "碘",
  "碚",
  "碛",
  "碜",
  "碟",
  "碣",
  "碧",
  "碰",
  "碱",
  "碳",
  "碴",
  "碾",
  "磁",
  "磅",
  "磊",
  "磋",
  "磐",
  "磕",
  "磨",
  "磴",
  "磷",
  "磺",
  "磻",
  "礁",
  "礴",
  "示",
  "礼",
  "社",
  "祀",
  "祁",
  "祈",
  "祉",
  "祎",
  "祖",
  "祛",
  "祜",
  "祝",
  "神",
  "祟",
  "祠",
  "祥",
  "票",
  "祭",
  "祯",
  "祷",
  "祸",
  "祺",
  "禀",
  "禁",
  "禄",
  "禅",
  "福",
  "禧",
  "禹",
  "禺",
  "离",
  "禽",
  "禾",
  "秀",
  "私",
  "秃",
  "秆",
  "秉",
  "秋",
  "种",
  "科",
  "秒",
  "秕",
  "秘",
  "租",
  "秤",
  "秦",
  "秧",
  "秩",
  "秫",
  "秭",
  "积",
  "称",
  "秸",
  "移",
  "秽",
  "稀",
  "稃",
  "稉",
  "程",
  "稍",
  "税",
  "稔",
  "稗",
  "稚",
  "稞",
  "稠",
  "稣",
  "稳",
  "稷",
  "稹",
  "稻",
  "稼",
  "稽",
  "稿",
  "穂",
  "穆",
  "穑",
  "穗",
  "穰",
  "穴",
  "究",
  "穷",
  "穹",
  "空",
  "穿",
  "突",
  "窃",
  "窄",
  "窈",
  "窍",
  "窑",
  "窒",
  "窕",
  "窖",
  "窗",
  "窘",
  "窜",
  "窝",
  "窟",
  "窠",
  "窣",
  "窥",
  "窦",
  "窨",
  "窸",
  "窿",
  "立",
  "竖",
  "站",
  "竞",
  "竟",
  "章",
  "竣",
  "童",
  "竭",
  "端",
  "竹",
  "竺",
  "竽",
  "竿",
  "笃",
  "笆",
  "笈",
  "笋",
  "笏",
  "笑",
  "笔",
  "笕",
  "笙",
  "笛",
  "笠",
  "笤",
  "符",
  "笨",
  "笫",
  "第",
  "笱",
  "笺",
  "笼",
  "等",
  "筋",
  "筏",
  "筐",
  "筑",
  "筒",
  "答",
  "策",
  "筚",
  "筛",
  "筝",
  "筠",
  "筱",
  "筷",
  "筹",
  "签",
  "简",
  "箅",
  "箍",
  "箐",
  "箔",
  "箕",
  "算",
  "管",
  "箨",
  "箩",
  "箬",
  "箭",
  "箱",
  "篆",
  "篇",
  "篑",
  "篓",
  "篙",
  "篝",
  "篡",
  "篦",
  "篮",
  "篱",
  "篷",
  "篼",
  "篾",
  "簇",
  "簌",
  "簕",
  "簧",
  "簪",
  "簸",
  "簿",
  "籍",
  "米",
  "类",
  "籼",
  "籽",
  "粃",
  "粉",
  "粑",
  "粒",
  "粕",
  "粗",
  "粘",
  "粝",
  "粟",
  "粤",
  "粥",
  "粪",
  "粮",
  "粱",
  "粲",
  "粳",
  "粹",
  "粼",
  "粽",
  "精",
  "粿",
  "糊",
  "糌",
  "糍",
  "糕",
  "糖",
  "糙",
  "糜",
  "糟",
  "糠",
  "糯",
  "系",
  "紊",
  "素",
  "索",
  "紧",
  "紫",
  "累",
  "絮",
  "綦",
  "繁",
  "繖",
  "纂",
  "纠",
  "红",
  "纣",
  "纤",
  "约",
  "级",
  "纪",
  "纫",
  "纬",
  "纭",
  "纯",
  "纰",
  "纱",
  "纲",
  "纳",
  "纵",
  "纶",
  "纷",
  "纸",
  "纹",
  "纺",
  "纽",
  "纾",
  "线",
  "绀",
  "练",
  "组",
  "绅",
  "细",
  "织",
  "终",
  "绉",
  "绊",
  "绍",
  "绎",
  "经",
  "绑",
  "绒",
  "结",
  "绕",
  "绘",
  "给",
  "绚",
  "绛",
  "络",
  "绝",
  "绞",
  "统",
  "绢",
  "绣",
  "绥",
  "绦",
  "继",
  "绨",
  "绩",
  "绪",
  "绫",
  "续",
  "绮",
  "绯",
  "绰",
  "绲",
  "绳",
  "维",
  "绵",
  "绶",
  "绷",
  "绸",
  "综",
  "绽",
  "绿",
  "缀",
  "缂",
  "缃",
  "缅",
  "缆",
  "缈",
  "缉",
  "缍",
  "缎",
  "缓",
  "缔",
  "缕",
  "编",
  "缘",
  "缙",
  "缚",
  "缜",
  "缝",
  "缟",
  "缠",
  "缢",
  "缤",
  "缥",
  "缨",
  "缩",
  "缪",
  "缫",
  "缬",
  "缭",
  "缮",
  "缯",
  "缴",
  "缸",
  "缺",
  "罂",
  "罄",
  "罐",
  "网",
  "罕",
  "罗",
  "罚",
  "罡",
  "罢",
  "罩",
  "罪",
  "置",
  "署",
  "罹",
  "羁",
  "羊",
  "羌",
  "美",
  "羔",
  "羚",
  "羞",
  "羟",
  "羡",
  "群",
  "羧",
  "羰",
  "羲",
  "羸",
  "羹",
  "羽",
  "羿",
  "翁",
  "翅",
  "翊",
  "翌",
  "翎",
  "翔",
  "翕",
  "翘",
  "翟",
  "翠",
  "翡",
  "翦",
  "翩",
  "翰",
  "翱",
  "翳",
  "翻",
  "翼",
  "耀",
  "老",
  "考",
  "耄",
  "者",
  "耆",
  "耋",
  "而",
  "耍",
  "耐",
  "耒",
  "耕",
  "耗",
  "耘",
  "耙",
  "耜",
  "耥",
  "耦",
  "耧",
  "耨",
  "耪",
  "耱",
  "耳",
  "耶",
  "耷",
  "耸",
  "耻",
  "耽",
  "耿",
  "聂",
  "聆",
  "聊",
  "聋",
  "职",
  "聒",
  "联",
  "聘",
  "聚",
  "聪",
  "聿",
  "肃",
  "肆",
  "肇",
  "肉",
  "肋",
  "肌",
  "肓",
  "肖",
  "肘",
  "肚",
  "肛",
  "肝",
  "肟",
  "肠",
  "股",
  "肢",
  "肤",
  "肥",
  "肩",
  "肪",
  "肮",
  "肯",
  "肱",
  "育",
  "肴",
  "肺",
  "肼",
  "肽",
  "肾",
  "肿",
  "胀",
  "胁",
  "胂",
  "胃",
  "胄",
  "胆",
  "背",
  "胍",
  "胎",
  "胖",
  "胚",
  "胛",
  "胜",
  "胝",
  "胞",
  "胡",
  "胤",
  "胥",
  "胧",
  "胨",
  "胪",
  "胫",
  "胭",
  "胯",
  "胰",
  "胱",
  "胳",
  "胴",
  "胶",
  "胸",
  "胺",
  "胼",
  "能",
  "脂",
  "脆",
  "脉",
  "脊",
  "脍",
  "脏",
  "脐",
  "脑",
  "脒",
  "脓",
  "脖",
  "脘",
  "脚",
  "脯",
  "脱",
  "脲",
  "脸",
  "脾",
  "脿",
  "腆",
  "腈",
  "腊",
  "腋",
  "腌",
  "腐",
  "腑",
  "腓",
  "腔",
  "腕",
  "腥",
  "腩",
  "腭",
  "腮",
  "腰",
  "腱",
  "腴",
  "腹",
  "腺",
  "腻",
  "腼",
  "腾",
  "腿",
  "膀",
  "膈",
  "膊",
  "膏",
  "膘",
  "膛",
  "膜",
  "膝",
  "膦",
  "膨",
  "膳",
  "膺",
  "膻",
  "臀",
  "臂",
  "臊",
  "臌",
  "臣",
  "臧",
  "自",
  "臭",
  "至",
  "致",
  "臻",
  "臼",
  "臾",
  "舀",
  "舁",
  "舂",
  "舅",
  "舆",
  "舌",
  "舍",
  "舐",
  "舒",
  "舔",
  "舜",
  "舞",
  "舟",
  "航",
  "般",
  "舰",
  "舱",
  "舵",
  "舶",
  "舸",
  "船",
  "艇",
  "艘",
  "艮",
  "良",
  "艰",
  "色",
  "艳",
  "艺",
  "艾",
  "艿",
  "节",
  "芋",
  "芍",
  "芎",
  "芒",
  "芗",
  "芘",
  "芙",
  "芜",
  "芝",
  "芡",
  "芥",
  "芦",
  "芨",
  "芩",
  "芪",
  "芫",
  "芬",
  "芭",
  "芮",
  "芯",
  "花",
  "芳",
  "芷",
  "芸",
  "芹",
  "芽",
  "芾",
  "苁",
  "苄",
  "苇",
  "苈",
  "苋",
  "苍",
  "苎",
  "苏",
  "苑",
  "苒",
  "苓",
  "苔",
  "苕",
  "苗",
  "苛",
  "苜",
  "苞",
  "苟",
  "苠",
  "苡",
  "苣",
  "苤",
  "若",
  "苦",
  "苫",
  "苯",
  "英",
  "苴",
  "苷",
  "苹",
  "苺",
  "茁",
  "茂",
  "范",
  "茄",
  "茅",
  "茈",
  "茉",
  "茌",
  "茎",
  "茏",
  "茑",
  "茗",
  "茚",
  "茛",
  "茜",
  "茧",
  "茨",
  "茫",
  "茬",
  "茭",
  "茯",
  "茱",
  "茴",
  "茵",
  "茶",
  "茸",
  "茹",
  "茼",
  "荀",
  "荃",
  "荆",
  "荇",
  "草",
  "荏",
  "荐",
  "荑",
  "荒",
  "荔",
  "荚",
  "荞",
  "荟",
  "荠",
  "荡",
  "荣",
  "荤",
  "荥",
  "荧",
  "荨",
  "荪",
  "荫",
  "荬",
  "药",
  "荵",
  "荷",
  "荸",
  "荻",
  "荼",
  "荽",
  "莅",
  "莆",
  "莉",
  "莎",
  "莒",
  "莓",
  "莘",
  "莛",
  "莜",
  "莞",
  "莠",
  "莪",
  "莫",
  "莱",
  "莲",
  "莳",
  "莴",
  "获",
  "莹",
  "莺",
  "莼",
  "莽",
  "菀",
  "菁",
  "菅",
  "菇",
  "菊",
  "菌",
  "菍",
  "菏",
  "菔",
  "菖",
  "菘",
  "菜",
  "菝",
  "菠",
  "菡",
  "菩",
  "菰",
  "菱",
  "菲",
  "菵",
  "菹",
  "菽",
  "萁",
  "萃",
  "萄",
  "萌",
  "萍",
  "萎",
  "萘",
  "萜",
  "萝",
  "萡",
  "萤",
  "营",
  "萦",
  "萧",
  "萨",
  "萱",
  "萸",
  "萼",
  "落",
  "葆",
  "葇",
  "葎",
  "葑",
  "葖",
  "著",
  "葚",
  "葛",
  "葡",
  "董",
  "葩",
  "葫",
  "葬",
  "葱",
  "葳",
  "葵",
  "葶",
  "葺",
  "蒂",
  "蒋",
  "蒌",
  "蒗",
  "蒙",
  "蒜",
  "蒟",
  "蒡",
  "蒲",
  "蒴",
  "蒸",
  "蒺",
  "蒻",
  "蒽",
  "蒾",
  "蒿",
  "蓄",
  "蓇",
  "蓉",
  "蓊",
  "蓍",
  "蓐",
  "蓑",
  "蓓",
  "蓖",
  "蓝",
  "蓟",
  "蓣",
  "蓥",
  "蓬",
  "蓰",
  "蓼",
  "蓿",
  "蔎",
  "蔑",
  "蔓",
  "蔗",
  "蔚",
  "蔟",
  "蔡",
  "蔫",
  "蔬",
  "蔷",
  "蔸",
  "蔺",
  "蔻",
  "蔼",
  "蔽",
  "蕃",
  "蕈",
  "蕉",
  "蕊",
  "蕖",
  "蕙",
  "蕤",
  "蕨",
  "蕲",
  "蕴",
  "蕹",
  "蕻",
  "蕾",
  "薄",
  "薅",
  "薇",
  "薏",
  "薐",
  "薛",
  "薜",
  "薤",
  "薪",
  "薮",
  "薯",
  "薰",
  "薹",
  "藁",
  "藉",
  "藋",
  "藏",
  "藓",
  "藕",
  "藜",
  "藠",
  "藤",
  "藦",
  "藨",
  "藩",
  "藻",
  "藿",
  "蘑",
  "蘖",
  "蘗",
  "蘸",
  "虎",
  "虏",
  "虐",
  "虑",
  "虔",
  "虚",
  "虞",
  "虫",
  "虬",
  "虱",
  "虹",
  "虻",
  "虽",
  "虾",
  "蚀",
  "蚁",
  "蚂",
  "蚊",
  "蚌",
  "蚓",
  "蚕",
  "蚜",
  "蚝",
  "蚣",
  "蚤",
  "蚧",
  "蚩",
  "蚪",
  "蚬",
  "蚯",
  "蚱",
  "蚴",
  "蚶",
  "蛀",
  "蛄",
  "蛆",
  "蛇",
  "蛉",
  "蛊",
  "蛋",
  "蛎",
  "蛏",
  "蛐",
  "蛔",
  "蛙",
  "蛛",
  "蛞",
  "蛟",
  "蛤",
  "蛭",
  "蛮",
  "蛰",
  "蛲",
  "蛳",
  "蛴",
  "蛹",
  "蛾",
  "蜀",
  "蜂",
  "蜇",
  "蜈",
  "蜍",
  "蜒",
  "蜓",
  "蜕",
  "蜗",
  "蜘",
  "蜚",
  "蜜",
  "蜡",
  "蜥",
  "蜱",
  "蜴",
  "蜷",
  "蜻",
  "蜾",
  "蜿",
  "蝇",
  "蝈",
  "蝉",
  "蝌",
  "蝎",
  "蝓",
  "蝗",
  "蝙",
  "蝠",
  "蝴",
  "蝶",
  "蝻",
  "蝼",
  "蝽",
  "螂",
  "螃",
  "融",
  "螟",
  "螨",
  "螫",
  "螬",
  "螯",
  "螳",
  "螺",
  "螽",
  "蟀",
  "蟆",
  "蟋",
  "蟒",
  "蟓",
  "蟠",
  "蟥",
  "蟮",
  "蟹",
  "蟾",
  "蠃",
  "蠊",
  "蠓",
  "蠕",
  "蠖",
  "蠡",
  "蠢",
  "蠲",
  "蠹",
  "血",
  "衄",
  "衅",
  "行",
  "衍",
  "衔",
  "街",
  "衙",
  "衡",
  "衢",
  "衣",
  "补",
  "表",
  "衫",
  "衬",
  "衰",
  "衷",
  "袁",
  "袂",
  "袄",
  "袅",
  "袋",
  "袍",
  "袖",
  "袜",
  "袤",
  "袪",
  "被",
  "袭",
  "袱",
  "裁",
  "裂",
  "装",
  "裆",
  "裔",
  "裕",
  "裘",
  "裙",
  "裤",
  "裨",
  "裱",
  "裳",
  "裴",
  "裸",
  "裹",
  "褂",
  "褐",
  "褒",
  "褚",
  "褥",
  "褪",
  "褶",
  "襄",
  "襞",
  "襟",
  "西",
  "要",
  "覃",
  "覆",
  "见",
  "观",
  "规",
  "觅",
  "视",
  "览",
  "觉",
  "觑",
  "角",
  "解",
  "触",
  "言",
  "詹",
  "誉",
  "誓",
  "謇",
  "警",
  "譬",
  "计",
  "订",
  "认",
  "讥",
  "讨",
  "让",
  "讪",
  "讫",
  "训",
  "议",
  "讯",
  "记",
  "讲",
  "讳",
  "讴",
  "讶",
  "许",
  "讹",
  "论",
  "讼",
  "讽",
  "设",
  "访",
  "诀",
  "证",
  "评",
  "诅",
  "识",
  "诈",
  "诉",
  "诊",
  "词",
  "诏",
  "译",
  "试",
  "诗",
  "诙",
  "诚",
  "诛",
  "话",
  "诞",
  "诟",
  "诠",
  "诡",
  "询",
  "诣",
  "该",
  "详",
  "诧",
  "诩",
  "诫",
  "诬",
  "语",
  "误",
  "诰",
  "诱",
  "诲",
  "说",
  "诵",
  "请",
  "诸",
  "诺",
  "读",
  "课",
  "诿",
  "谁",
  "调",
  "谅",
  "谆",
  "谈",
  "谊",
  "谋",
  "谍",
  "谎",
  "谏",
  "谐",
  "谒",
  "谓",
  "谕",
  "谘",
  "谙",
  "谚",
  "谛",
  "谜",
  "谟",
  "谢",
  "谣",
  "谦",
  "谧",
  "谨",
  "谬",
  "谭",
  "谯",
  "谱",
  "谴",
  "谷",
  "豁",
  "豆",
  "豇",
  "豉",
  "豌",
  "豕",
  "豚",
  "象",
  "豢",
  "豨",
  "豪",
  "豫",
  "豳",
  "豸",
  "豹",
  "豺",
  "貂",
  "貉",
  "貌",
  "贝",
  "贞",
  "负",
  "贡",
  "财",
  "责",
  "贤",
  "败",
  "账",
  "货",
  "质",
  "贩",
  "贪",
  "贫",
  "贬",
  "购",
  "贮",
  "贯",
  "贰",
  "贱",
  "贲",
  "贴",
  "贵",
  "贷",
  "贸",
  "费",
  "贺",
  "贻",
  "贼",
  "贾",
  "贿",
  "赁",
  "赂",
  "赃",
  "资",
  "赈",
  "赉",
  "赊",
  "赋",
  "赌",
  "赎",
  "赏",
  "赐",
  "赓",
  "赔",
  "赖",
  "赘",
  "赚",
  "赛",
  "赞",
  "赟",
  "赠",
  "赡",
  "赢",
  "赣",
  "赤",
  "赫",
  "赭",
  "走",
  "赴",
  "赵",
  "赶",
  "起",
  "趁",
  "超",
  "越",
  "趋",
  "趟",
  "趣",
  "足",
  "趴",
  "趸",
  "趾",
  "跃",
  "跄",
  "跋",
  "跌",
  "跎",
  "跑",
  "跖",
  "跗",
  "跚",
  "跛",
  "距",
  "跟",
  "跤",
  "跨",
  "跪",
  "跬",
  "路",
  "跳",
  "践",
  "跷",
  "跸",
  "跹",
  "跻",
  "踉",
  "踊",
  "踌",
  "踏",
  "踔",
  "踢",
  "踩",
  "踪",
  "踯",
  "踵",
  "踽",
  "蹂",
  "蹄",
  "蹈",
  "蹉",
  "蹊",
  "蹋",
  "蹒",
  "蹚",
  "蹦",
  "蹬",
  "蹭",
  "蹲",
  "蹴",
  "蹼",
  "蹿",
  "躁",
  "躅",
  "躇",
  "躏",
  "身",
  "躬",
  "躯",
  "躲",
  "躺",
  "车",
  "轧",
  "轨",
  "轩",
  "轫",
  "转",
  "轭",
  "轮",
  "软",
  "轰",
  "轲",
  "轳",
  "轴",
  "轵",
  "轶",
  "轻",
  "轼",
  "载",
  "轿",
  "较",
  "辄",
  "辅",
  "辆",
  "辈",
  "辉",
  "辊",
  "辍",
  "辐",
  "辑",
  "输",
  "辕",
  "辖",
  "辗",
  "辘",
  "辙",
  "辛",
  "辜",
  "辞",
  "辟",
  "辣",
  "辨",
  "辩",
  "辫",
  "辰",
  "辱",
  "边",
  "辽",
  "达",
  "迁",
  "迂",
  "迄",
  "迅",
  "过",
  "迈",
  "迎",
  "运",
  "近",
  "返",
  "还",
  "这",
  "进",
  "远",
  "违",
  "连",
  "迟",
  "迢",
  "迤",
  "迥",
  "迦",
  "迩",
  "迪",
  "迫",
  "迭",
  "述",
  "迳",
  "迷",
  "迸",
  "迹",
  "追",
  "退",
  "送",
  "适",
  "逃",
  "逄",
  "逅",
  "逆",
  "选",
  "逊",
  "逍",
  "透",
  "逐",
  "递",
  "途",
  "逗",
  "通",
  "逛",
  "逝",
  "速",
  "造",
  "逢",
  "逮",
  "逯",
  "逶",
  "逸",
  "逻",
  "逼",
  "逾",
  "遁",
  "遂",
  "遇",
  "遍",
  "遏",
  "遐",
  "遒",
  "道",
  "遗",
  "遛",
  "遣",
  "遥",
  "遭",
  "遮",
  "遴",
  "遵",
  "遽",
  "避",
  "邀",
  "邂",
  "邃",
  "邈",
  "邑",
  "邓",
  "邕",
  "邗",
  "邛",
  "邡",
  "邢",
  "那",
  "邦",
  "邪",
  "邬",
  "邮",
  "邯",
  "邰",
  "邱",
  "邳",
  "邴",
  "邵",
  "邸",
  "邹",
  "邺",
  "邻",
  "郁",
  "郅",
  "郊",
  "郎",
  "郏",
  "郑",
  "郓",
  "郗",
  "郜",
  "郝",
  "郡",
  "郢",
  "郧",
  "部",
  "郫",
  "郭",
  "郯",
  "郴",
  "郸",
  "都",
  "郾",
  "鄂",
  "鄙",
  "鄞",
  "鄠",
  "鄢",
  "鄯",
  "鄱",
  "酉",
  "酊",
  "酋",
  "酌",
  "配",
  "酐",
  "酒",
  "酗",
  "酚",
  "酜",
  "酝",
  "酞",
  "酢",
  "酣",
  "酥",
  "酦",
  "酪",
  "酬",
  "酮",
  "酯",
  "酰",
  "酱",
  "酵",
  "酶",
  "酷",
  "酸",
  "酽",
  "酿",
  "醇",
  "醉",
  "醋",
  "醌",
  "醒",
  "醚",
  "醛",
  "醡",
  "醴",
  "釆",
  "采",
  "釉",
  "释",
  "里",
  "重",
  "野",
  "量",
  "金",
  "釜",
  "鉴",
  "鐅",
  "鑫",
  "针",
  "钉",
  "钊",
  "钏",
  "钓",
  "钗",
  "钙",
  "钛",
  "钜",
  "钝",
  "钞",
  "钟",
  "钠",
  "钡",
  "钢",
  "钥",
  "钦",
  "钧",
  "钨",
  "钩",
  "钮",
  "钯",
  "钰",
  "钱",
  "钳",
  "钴",
  "钵",
  "钹",
  "钻",
  "钼",
  "钾",
  "铀",
  "铁",
  "铃",
  "铄",
  "铅",
  "铆",
  "铋",
  "铎",
  "铛",
  "铜",
  "铝",
  "铡",
  "铢",
  "铤",
  "铧",
  "铬",
  "铭",
  "铮",
  "铰",
  "铲",
  "铵",
  "银",
  "铸",
  "铺",
  "链",
  "铿",
  "销",
  "锁",
  "锂",
  "锃",
  "锄",
  "锅",
  "锈",
  "锉",
  "锋",
  "锌",
  "锏",
  "锐",
  "锑",
  "锗",
  "错",
  "锚",
  "锟",
  "锡",
  "锣",
  "锤",
  "锥",
  "锦",
  "锨",
  "锭",
  "键",
  "锯",
  "锰",
  "锲",
  "锵",
  "锶",
  "锹",
  "锻",
  "锾",
  "镀",
  "镁",
  "镂",
  "镇",
  "镉",
  "镊",
  "镌",
  "镍",
  "镐",
  "镑",
  "镒",
  "镘",
  "镛",
  "镜",
  "镝",
  "镢",
  "镧",
  "镰",
  "镶",
  "长",
  "门",
  "闪",
  "闫",
  "闭",
  "问",
  "闯",
  "闰",
  "闲",
  "间",
  "闵",
  "闷",
  "闸",
  "闹",
  "闺",
  "闻",
  "闽",
  "闾",
  "阀",
  "阁",
  "阂",
  "阅",
  "阈",
  "阉",
  "阎",
  "阐",
  "阑",
  "阔",
  "阖",
  "阗",
  "阙",
  "阚",
  "阜",
  "队",
  "阡",
  "阪",
  "阮",
  "阱",
  "防",
  "阳",
  "阴",
  "阵",
  "阶",
  "阻",
  "阿",
  "陀",
  "陂",
  "附",
  "际",
  "陆",
  "陇",
  "陈",
  "陋",
  "陌",
  "降",
  "限",
  "陕",
  "陛",
  "陟",
  "陡",
  "院",
  "除",
  "陨",
  "险",
  "陪",
  "陲",
  "陵",
  "陶",
  "陷",
  "隅",
  "隆",
  "隋",
  "隍",
  "随",
  "隐",
  "隔",
  "隘",
  "隙",
  "障",
  "隧",
  "隰",
  "隶",
  "隽",
  "难",
  "雀",
  "雁",
  "雄",
  "雅",
  "集",
  "雇",
  "雉",
  "雊",
  "雌",
  "雍",
  "雏",
  "雕",
  "雨",
  "雩",
  "雪",
  "雯",
  "零",
  "雷",
  "雹",
  "雾",
  "需",
  "霁",
  "霄",
  "震",
  "霉",
  "霍",
  "霎",
  "霏",
  "霓",
  "霖",
  "霜",
  "霞",
  "露",
  "霸",
  "霹",
  "霾",
  "青",
  "靓",
  "靖",
  "静",
  "靛",
  "非",
  "靠",
  "靡",
  "面",
  "靥",
  "革",
  "靳",
  "靴",
  "靶",
  "靹",
  "靼",
  "鞋",
  "鞍",
  "鞑",
  "鞘",
  "鞠",
  "鞣",
  "鞭",
  "韦",
  "韧",
  "韩",
  "韬",
  "韭",
  "音",
  "韵",
  "韶",
  "页",
  "顶",
  "顷",
  "项",
  "顺",
  "须",
  "顽",
  "顾",
  "顿",
  "颁",
  "颂",
  "预",
  "颅",
  "领",
  "颇",
  "颈",
  "颉",
  "颊",
  "颌",
  "颍",
  "颐",
  "频",
  "颓",
  "颔",
  "颖",
  "颗",
  "题",
  "颚",
  "颜",
  "额",
  "颠",
  "颡",
  "颤",
  "颧",
  "风",
  "飒",
  "飓",
  "飕",
  "飘",
  "飙",
  "飚",
  "飞",
  "食",
  "飧",
  "飨",
  "餐",
  "餮",
  "饕",
  "饥",
  "饨",
  "饪",
  "饬",
  "饭",
  "饮",
  "饯",
  "饰",
  "饱",
  "饲",
  "饴",
  "饵",
  "饶",
  "饷",
  "饺",
  "饼",
  "饽",
  "饿",
  "馀",
  "馁",
  "馄",
  "馅",
  "馆",
  "馈",
  "馊",
  "馋",
  "馍",
  "馏",
  "馑",
  "馒",
  "馕",
  "首",
  "香",
  "馥",
  "馨",
  "騨",
  "马",
  "驭",
  "驮",
  "驯",
  "驰",
  "驱",
  "驳",
  "驴",
  "驶",
  "驹",
  "驻",
  "驼",
  "驾",
  "驿",
  "骁",
  "骂",
  "骄",
  "骅",
  "骆",
  "骇",
  "骊",
  "骋",
  "验",
  "骏",
  "骐",
  "骑",
  "骗",
  "骙",
  "骚",
  "骛",
  "骞",
  "骠",
  "骡",
  "骤",
  "骥",
  "骨",
  "骸",
  "骼",
  "髋",
  "髓",
  "高",
  "髙",
  "髦",
  "髭",
  "髯",
  "髻",
  "鬃",
  "鬓",
  "鬟",
  "鬼",
  "魁",
  "魂",
  "魄",
  "魅",
  "魇",
  "魏",
  "魔",
  "鮨",
  "鱥",
  "鱼",
  "鱿",
  "鲁",
  "鲂",
  "鲃",
  "鲆",
  "鲇",
  "鲈",
  "鲌",
  "鲍",
  "鲎",
  "鲏",
  "鲑",
  "鲚",
  "鲜",
  "鲟",
  "鲠",
  "鲡",
  "鲢",
  "鲤",
  "鲨",
  "鲩",
  "鲫",
  "鲮",
  "鲲",
  "鲳",
  "鲴",
  "鲵",
  "鲶",
  "鲷",
  "鲸",
  "鲻",
  "鲽",
  "鳃",
  "鳄",
  "鳅",
  "鳇",
  "鳉",
  "鳊",
  "鳋",
  "鳌",
  "鳍",
  "鳎",
  "鳑",
  "鳔",
  "鳕",
  "鳖",
  "鳗",
  "鳙",
  "鳜",
  "鳝",
  "鳞",
  "鳟",
  "鳠",
  "鳢",
  "鴠",
  "鵙",
  "鸟",
  "鸠",
  "鸡",
  "鸢",
  "鸣",
  "鸥",
  "鸦",
  "鸪",
  "鸫",
  "鸬",
  "鸭",
  "鸮",
  "鸯",
  "鸲",
  "鸳",
  "鸵",
  "鸻",
  "鸽",
  "鸾",
  "鸿",
  "鹀",
  "鹃",
  "鹄",
  "鹅",
  "鹉",
  "鹊",
  "鹌",
  "鹏",
  "鹑",
  "鹖",
  "鹚",
  "鹜",
  "鹞",
  "鹤",
  "鹦",
  "鹧",
  "鹫",
  "鹬",
  "鹭",
  "鹮",
  "鹰",
  "鹳",
  "鹿",
  "麋",
  "麒",
  "麓",
  "麝",
  "麟",
  "麦",
  "麸",
  "麻",
  "黄",
  "黍",
  "黎",
  "黏",
  "黑",
  "黒",
  "黔",
  "默",
  "黛",
  "黝",
  "黟",
  "黢",
  "黧",
  "黯",
  "鼋",
  "鼎",
  "鼓",
  "鼠",
  "鼢",
  "鼬",
  "鼹",
  "鼻",
  "齐",
  "齿",
  "龄",
  "龈",
  "龋",
  "龙",
  "龚",
  "龛",
  "龟",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "️",
  "︰",
  "﹅",
  "﹐",
  "﹑",
  "﹔",
  "﹙",
  "﹚",
  "﹝",
  "﹞",
  "﹪",
  "�",
  "😀",
  "🙂",
  "𪉈",
  "𪲛",
  "𫉄",
  "𫊻",
  "𫖯",
  "𫗢",
  "𫚔",
  "𫚭",
  "𬕂",
  "𬭎",
  "𬱖"
]